[Demo_Shinobu_ep7_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=504,Y=-8990,Z=1118),VecSub=(X=90,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=580,Y=-8970,Z=-300),VecSub=(X=150,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_fx_close_tightly",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=4)
DemoScripts[7]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Serious_Sisters.GG2_BGM_DM_Serious_Sisters_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_001_Cue',Name="カミゾノ　シノブ")
DemoScripts[15]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[16]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_005_Cue',Name="カミゾノ　シノブ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=0)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_008_Cue',Name="カミゾノ　マヤ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=WINDOW,Command=EXIT)
DemoScripts[41]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[42]=(Actor=FADE,Command=WAIT)
DemoScripts[43]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=580,Y=-8970,Z=1118),CId=70)
DemoScripts[44]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[45]=(Actor=FADE,Command=WAIT)
DemoScripts[46]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=50,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[49]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-79,Y=-5,Z=0),SecTime=0.3)
DemoScripts[50]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[51]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-79,Y=-5,Z=0),SecTime=)
DemoScripts[52]=(Actor=WINDOW,Command=SET)
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[62]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=0)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_014_Cue',Name="カミゾノ　マヤ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[77]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_018_Cue',Name="カミゾノ　マヤ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[90]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_019_Cue',Name="カミゾノ　マヤ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[95]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_020_Cue',Name="カミゾノ　マヤ")
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[97]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[100]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=0,Number=2,Bit=0)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_022_Cue',Name="カミゾノ　マヤ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[106]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[111]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[113]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[114]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=115,Y=0,Z=0),SecTime=0.3,CId=70)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[117]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=4,Vec=(X=500,Y=-8800,Z=1123))
DemoScripts[118]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_024_Cue',Name="カミゾノ　マヤ")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[120]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[122]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0107_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0700_lp_Shy",Number=8)
DemoScripts[129]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[130]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_027_Cue',Name="カミゾノ　シノブ")
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[132]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[133]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_028_Cue',Name="エコロ")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[135]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[136]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep7_3.GG2_V_Shinobu_ep7_3_029_Cue',Name="エコロ")
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[138]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[139]=(Actor=WINDOW,Command=EXIT)
DemoScripts[140]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[141]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[142]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[143]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[144]=(Actor=SYSTEM,Command=WAIT,SecTime=3)
DemoScripts[145]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep7_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep7_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="忍",Text="為什麼......為什麼啊!/n明明我已經不行了......!/n支持那孩子的......就得是峯大才行......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="為什麼要全推給我啊!/n兩個人一起守護她不就好了嗎......!")

Texts[2]=(Label="TEXT03",Name="忍",Text="不行啦!/n......因為那孩子....../n她喜歡你啊!")

Texts[3]=(Label="TEXT04",Name="峯大",Text="咦......?")

Texts[4]=(Label="TEXT05",Name="忍",Text="你是要我......把惡魔獵人的....../n家族的重擔......全都推給那孩子/n還一臉得意地和你交往嗎!?")

Texts[5]=(Label="TEXT06",Name="忍",Text="那種事......如果做出那麼過分的事!/n那孩子會是怎樣的心情啊!?")

Texts[6]=(Label="TEXT07",Name="忍",Text="所以......我......在這三年之間....../n都和你保持距離了說....../n你也考慮一下那孩子的心情吧......!")

Texts[7]=(Label="TEXT08",Name="???",Text="沒有考慮別人心情的,/n是小忍唷.")

Texts[8]=(Label="TEXT09",Name="忍",Text="真夜......!?")

Texts[9]=(Label="TEXT10",Name="真夜",Text="我沒事的......小忍./n因為我,在很早以前就,/n整理好自己的心情了......")

Texts[10]=(Label="TEXT11",Name="真夜",Text="......我喜歡峯哥./n現在也好喜歡......可是我/n比起不能和峯哥在一起......")

Texts[11]=(Label="TEXT12",Name="真夜",Text="如果我最喜歡的兩個人,/n沒辦法幸福......更難受.")

Texts[12]=(Label="TEXT13",Name="忍",Text="那......那種事! 我也是一樣啊!/n你們沒辦法獲得幸福纔是......")

Texts[13]=(Label="TEXT14",Name="真夜",Text="不對.完全,不一樣./n因為,小忍無視了,峯哥的心情.")

Texts[14]=(Label="TEXT15",Name="真夜",Text="對吧,峯哥?/n峯哥願意放棄小忍,和我交往嗎?/n這樣你會滿意嗎?")

Texts[15]=(Label="TEXT16",Name="峯大",Text="抱歉......小真夜....../n不是小忍的話,是不行的.")

Texts[16]=(Label="TEXT17",Name="峯大",Text="沒能注意到妳的心情....../n真的很抱歉.")

Texts[17]=(Label="TEXT18",Name="真夜",Text="你不用道歉./n因為我,早就已經--/n在3年前,放棄了......")

Texts[18]=(Label="TEXT19",Name="真夜",Text="不過,小忍不一樣,對吧?/n這3年當中,小忍總是/n一直說著,峯哥的事情.")

Texts[19]=(Label="TEXT20",Name="真夜",Text="就算,我真的和峯哥交往了,/n我看也還是會,充滿依戀吧?/n那種事......我不要.")

Texts[20]=(Label="TEXT21",Name="忍",Text="可......可是!/n家裡的......惡魔獵人的事情之類的!/n全都讓妳背負......我......這種事......!")

Texts[21]=(Label="TEXT22",Name="真夜",Text="啊......那件事?/n那個應該,沒事了./n是已經解決? 的問題.")

Texts[22]=(Label="TEXT23",Name="忍",Text="那......那是怎樣......?/n什麼意思......?")

Texts[23]=(Label="TEXT24",Name="真夜",Text="我想,妳之後就會知道了哦./n峯哥......快上吧!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="妳要我上....../n是指心跳力場的事? 咦,可以嗎?/n話說,為什麼小真夜會知道啊?")

Texts[25]=(Label="TEXT26",Name="真夜",Text="再繼續下去,恐怕也是,沒有交集./n所以馬上出手,是OK的./n妹妹公認.掛保證.")

Texts[26]=(Label="TEXT27",Name="忍",Text="咦? 咦?/n要上了......? 怎麼會......在這種地方?")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="雖然我也搞不清楚是怎麼回事....../n不過,與其再繼續講下去,/n的確是攻陷她比較快呢.")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="那麼就/n展開最終心跳力場!/n峯大大人,拜託你了!")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="ガーディアン消滅確認!/nこれで心はまるはだかー!!")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="峯大様!/n思う存分,やっちゃってください!!")

Texts[31]=(Label="TEXT32",Name="峯大",Text="ええい! 忍!/n俺のすべてを,受け止めてくれ!!")

Texts[32]=(Label="",Name="",Text="")

Texts[33]=(Label="SELECT01",Name="",Text="")

Texts[34]=(Label="SELECT02",Name="",Text="")

Texts[35]=(Label="SELECT03",Name="",Text="")

Texts[36]=(Label="SELECT04",Name="",Text="")

Texts[37]=(Label="SELECT05",Name="",Text="")

Texts[38]=(Label="SELECT06",Name="",Text="")

Texts[39]=(Label="SELECT07",Name="",Text="")

Texts[40]=(Label="SELECT08",Name="",Text="")

Texts[41]=(Label="SELECT09",Name="",Text="")

Texts[42]=(Label="SELECT10",Name="",Text="")


